---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CreationFailures.CannotCreateGutter
source: html/7e325268-4f79-1bda-b780-230c18dc5725.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CreationFailures.CannotCreateGutter Property

Could not create Gutter. [Description]

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotCreateGutter { get; }
```